Repository: rmraya/OpenXLIFF
Catalog: OpenXLIFF_es.tmx
Source language: en
Languages: es

source: Wrong XLIFF version
es: Versión de XLIFF incorrecta

source: Error processing XLIFF 2.0
es: Error al procesar XLIFF 2.0

source: Authorization failed. Please supply a valid auth_key parameter.
es: Error de autorización. Proporcione un parámetro de auth_key válido.

source: Path is not absolute for {0}
es: La ruta no es absoluta para {0}

source: Error converting Plain Text file
es: Error al convertir el archivo de texto sin formato

source: Segment ''{0}'' not found
es: Segmento ''{0}'' no encontrado

source: Error merging Plain Text file
es: Error al combinar el archivo de texto sin formato

source: Selected file is not a Microsoft Office 2007 document
es: El archivo seleccionado no es un documento de Microsoft Office 2007

source: Wrong document type
es: Tipo de documento incorrecto

source: Error converting Office file
es: Error al convertir el archivo Office

source: Skeleton not found for file ''{0}''
es: Esqueleto no encontrado para el archivo ''{0}''

source: Error converting ResX file
es: Error al convertir el archivo ResX

source: The requested resource could not be found.
es: No se pudo encontrar el recurso solicitado.

source: Error merging ResX file
es: Error al combinar el archivo ResX

source: Error converting .properties file
es: Error al convertir el archivo .properties

source: Error merging .properties file
es: Error al combinar el archivo .properties

source: Error converting SRT file
es: Error al convertir el archivo SRT

source: Error merging SRT file
es: Error al combinar el archivo SRT

source: Error reading from input file
es: Error al leer el archivo de entrada

source: Error converting HTML file
es: Error al convertir el archivo HTML

source: Invalid HTML markup found
es: Se ha encontrado un marcado HTML no válido

source: The request size exceeds the limit.
es: El tamaño de la solicitud supera el límite.

source: Error merging HTML file
es: Error al combinar el archivo HTML

source: Initial array delimiter not found
es: No se encontró el delimitador inicial de PHP Array

source: Error converting PHP Array file
es: Error al convertir el archivo PHP Array

source: Error removing 'removeTranslate' from ''{0}''
es: Error al quitar 'removeTranslate' de ''{0}''

source: Error merging XML file
es: Error al combinar el archivo XML

source: Error updating images for ''{0}''
es: Error al actualizar imágenes para ''{0}''

source: Broken <mrk> element
es: Elemento <mrk> dañado

source: Configuration file ''{0}'' not found. Write a new configuration file for the XML Converter or set file type to 'XML (Generic)'.
es: No se encontró el archivo de configuración ''{0}''. Escriba un nuevo archivo de configuración para el convertidor XML o seleccione el tipo de archivo 'XML (Genérico)'.

source: Too many requests. Please wait and resend your request.
es: Demasiadas solicitudes. Espere y vuelva a enviar su solicitud.

source: Parsed undeclared attribute node
es: Se procesó un nodo de atributo no declarado

source: Unknown element: ''{0}''
es: Elemento desconocido: ''{0}''

source: Premature end of file
es: Fin prematuro del archivo

source: File ''{0}'' does not contain text
es: El archivo ''{0}'' no contiene texto

source: Error converting XML file
es: Error al convertir el archivo XML

source: Base DITA class ''{0}'' not found in config_dita.xml
es: Clase DITA base ''{0}'' no encontrada en config_dita.xml

source: Broken segment: {0}
es: Segmento dañado: {0}

source: Broken tagged text
es: Texto con etiquetas dañado

source: Quota exceeded. The character limit has been reached.
es: Cuota excedida. Se ha alcanzado el límite de caracteres.

source: Harvesting Keys
es: Recolectando claves

source: Processing Files
es: Procesando archivos

source: Error converting ''{0}'' to XLIFF
es: Error al convertir ''{0}'' a XLIFF

source: Adding skipped files
es: Añadiendo archivos omitidos

source: Error converting DITA Map
es: Error al convertir el mapa DITA

source: Key not defined for @conkeyref: ''{0}''
es: Clave no definida para @conkeyref: ''{0}''

source: Invalid @conkeyref: ''{0}'' - Element with id=''{1}'' not found in ''{2}''
es: @conkeyref no válido: ''{0}'' - Elemento con id=''{1}'' no encontrado en ''{2}''

source: Invalid @conkeyref: ''{0}'' - Bad format.
es: @conkeyref no válido: ''{0}'' - Formato incorrecto.

source: Building key scopes
es: Construyendo ámbitos de claves

source: Resource currently unavailable. Try again later.
es: Recurso actualmente no disponible. Vuelva a intentarlo más tarde.

source: Ignored Untranslatable File: {0}
es: Archivo intraducible ignorado: {0}

source: Referenced file {0} doesn''t exist
es: El archivo de referencia {0} no existe

source: Error ''{0}'' in file: ''{1}''
es: Error ''{0}'' en el archivo: ''{1}''

source: Error recursing {0}
es: Error al visitar {0}

source: Invalid @conref at {0}
es: @conref no válido en {0}

source: Loop detected processing @conref ''{0}'' in file ''{1}''
es: Bucle detectado procesando @conref ''{0}'' en el archivo ''{1}''

source: @conref not found: ''{0}'' in file {1}
es: @conref no encontrado: ''{0}'' en el archivo {1}

source: Broken @conref ''{0}'' in file {1}
es: @conref dañado ''{0}'' en el archivo {1}

source: Server status code: {0}
es: Código de estado del servidor: {0}

source: Broken @conkeyref ''{0}'' in file {1}
es: @conkeyref dañado ''{0}'' en el archivo {1}

source: Loop detected processing @keyref ''{0}'' in file ''{1}''
es: Bucle detectado procesando @keyref ''{0}'' en el archivo ''{1}''

source: Undefined key for @keyref ''{0}'' in file {1}
es: Clave no definida para @keyref ''{0}'' en el archivo {1}

source: Duplicate key definition: {0} -> {1}
es: Definición de clave duplicada: {0} -> {1}

source: Duplicate key definition: {0}
es: Definición de clave duplicada: {0}

source: Error merging DITA Map
es: Error al combinar el mapa DITA

source: Error converting WPML file
es: Error al convertir el archivo WPML

source: Error merging WPML file
es: Error al combinar el archivo WPML

source: Null response received
es: Respuesta nula recibida

source: Nothing to translate
es: Nada que traducir

source: Selected file is not supported
es: El archivo seleccionado no es compatible

source: Wrong configuration for source key ''{0}''
es: Configuración incorrecta para la clave de origen ''{0}''

source: Duplicated 'id' found: ''{0}''
es: Se encontró un 'id' duplicado: ''{0}''

source: Invalid initial character for 'id': ''{0}''
es: Carácter inicial no válido para 'id': ''{0}''

source: Invalid character for 'id': ''{0}''
es: Carácter no válido para 'id': ''{0}''

source: Missing 'sourceKey' in configuration object
es: Falta 'sourceKey' en el objeto de configuración

source: Error merging file
es: Error al combinar archivo

source: Missing encoding
es: Falta codificación

source: Error converting PO file
es: Error al convertir el archivo PO

source: Error merging PO file
es: Error al combinar el archivo PO

source: Nothing extracted
es: Nada extraído

source: Error converting TXLF file
es: Error al convertir el archivo TXLF

source: Error merging TXLF file
es: Error al combinar el archivo TXLF

source: Error converting XLIFF file
es: Error al convertir el archivo XLIFF

source: Error merging XLIFF file
es: Error al combinar el archivo XLIFF

source: Empty or null translation received from {0}
es: Traducción vacía o nula recibida de {0}

source: Selected file is not an XLIFF document
es: El archivo seleccionado no es un documento XLIFF

source: Unsupported version of XLIFF
es: Versión no compatible de XLIFF

source: Unexpected end of file
es: Inesperado final de archivo

source: Found a string that is not properly closed
es: Se encontró un fragmento de texto que no está correctamente cerrado

source: Error converting JavaScript file
es: Error al convertir el archivo JavaScript

source: Missing <target> in segment ''{0}''
es: Falta <target> en el segmento ''{0}''

source: Error converting MS Office file
es: Error al convertir el archivo MS Office

source: Error converting RC file
es: Error al convertir el archivo RC

source: Error merging RC file
es: Error al combinar el archivo RC

source: Error re-segmenting XLIFF 2.0
es: Error al volver a segmentar XLIFF 2.0

source: Unsupported element {0}
es: Elemento no admitido {0}

source: Error converting TS file
es: Error al convertir el archivo TS

source: Error merging TS file
es: Error al combinar el archivo TS

source: Error converting TXML file
es: Error al convertir el archivo TXML

source: Unknown error
es: Error desconocido

source: Error merging TXML file
es: Error al combinar el archivo TXML

source: Incorrect target language. Valid options:
es: Idioma de destino incorrecto. Opciones válidas:

source: Incorrect source language. Valid options:
es: Idioma de origen incorrecto. Opciones válidas:

source: Error converting SDL package
es: Error al convertir el paquete de SDL

source: Project file not found in package
es: Archivo de proyecto no encontrado en el paquete

source: Selected file is a return package
es: El archivo seleccionado es un paquete de devolución

source: Missing <header>
es: Falta <header>

source: Missing <prop-group>
es: Falta <prop-group>

source: Missing sdlxliff file name
es: Falta el nombre de archivo sdlxliff

source: Error merging SDLXLIFF file
es: Error al combinar el archivo SDLXLIFF

source: Error converting MIF file
es: Error al convertir el archivo MIF

source: Error merging MIF file
es: Error al combinar el archivo MIF

source: Error converting IDML file
es: Error al convertir el archivo IDML

source: Error converting Story
es: Error al convertir Story

source: Error merging IDML file
es: Error al combinar el archivo IDML

source: Selected file is not an SRX document
es: El archivo seleccionado no es un documento SRX

source: Incorrect SRX version
es: Versión incorrecta de SRX

source: Usage: {0} [-help] -file xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -file: XLIFF file to analyze -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF a analizar -catalog: (opcional) Catálogo XML para el procesamiento

source: Missing '-file' parameter
es: Falta el parámetro '-file'

source: Catalog file does not exist
es: El archivo de catálogo no existe

source: Error analyzing file
es: Error al analizar el archivo

source: Translation Status Analysis: {0}
es: Análisis del estado de la traducción: {0}

source: Text size exceeds the maximum
es: El tamaño del texto excede el máximo

source: File: {0}
es: Archivo: {0}

source: Repetition Analysis
es: Análisis de repetición

source: Segments Based Analysis
es: Análisis basado en segmentos

source: Document
es: Documento

source: New
es: Nuevo

source: Matches
es: Coincidencias

source: Int.Rep.
es: Rep.Int.

source: Ext.Rep.
es: Rep.Ext.

source: SUM
es: SUMA

source: The text could not be translated
es: El texto no se pudo traducir.

source: Words Based Analysis
es: Análisis basado en palabras

source: Not Translatable
es: No Traducible

source: Repeated
es: Repetido

source: Translation Status Analysis
es: Análisis del estado de la traducción

source: The specified translation direction is not supported
es: No se admite la dirección de traducción especificada

source: Segments
es: Segmentos

source: Not Translated
es: No Traducido

source: Translated
es: Traducido

source: Approved
es: Aprobado

source: Not Approved
es: No Aprobado

source: Translated Segments
es: Segmentos Traducidos

source: Approved Segments
es: Segmentos Aprobados

source: TM Matches Quality
es: Calidad de las Coincidencias

source: Words
es: Palabras

source: Translation Status History
es: Historial de estado de traducción

source: Status code: {0}
es: Código de estado: {0}

source: Comments:
es: Comentarios:

source: Internal Repetition = Segment repetitions within one document
es: Repetición interna = Repeticiones de segmento dentro de un documento

source: External Repetition = Segment repetitions between all documents
es: Repetición externa = Repeticiones de segmento entre todos los documentos

source: Description
es: Descripción

source: Date
es: Fecha

source: Empty XLIFF
es: XLIFF vacío

source: Error adding DTD declaration
es: Error al agregar la declaración de DTD

source: Error adding namespace declaration
es: Error al agregar la declaración del espacio de nombres

source: Error adding transitional namespace declaration
es: Error al agregar la declaración del espacio de nombres de transición

source: Duplicated 'id' in <mtc:match>
es: 'id' duplicado en <mtc:match>

source: Duplicated 'id' in <mda:metaGroup>
es: 'id' duplicado en <mda:metaGroup>

source: Duplicated 'id' in <gls:glossEntry>
es: 'id' duplicado en <gls:glossEntry>

source: Duplicated 'id' in <gls:translation>
es: 'id' duplicado en <gls:translation>

source: Invalid source language ''{0}''
es: Idioma de origen no válido ''{0}''

source: Invalid target language ''{0}''
es: Idioma de destino no válido ''{0}''

source: Invalid Format Style attribute: ''{0}''
es: Atributo de estilo de formato no válido: ''{0}''

source: Duplicated 'id' in <file>
es: 'id' duplicado en <file>

source: Missing 'href' in skeleton
es: Falta 'href' en el esqueleto

source: Non-empty skeleton with 'href' found
es: Esqueleto no vacío con 'href' encontrado

source: <pc> element with different value of 'canCopy' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canCopy' en <source> y <target>

source: <pc> element with different value of 'canDelete' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canDelete' en <source> y <target>

source: <pc> element with different value of 'canOverlap' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canOverlap' en <source> y <target>

source: Error converting SDLXLIFF file
es: Error al convertir el archivo SDLXLIFF

source: <pc> element with different value of 'canReorder' in <source> and <target>
es: Elemento <pc> con diferente valor de 'canReorder' en <source> y <target>

source: <pc> element with different value of 'copyOf' in <source> and <target>
es: Elemento <pc> con diferente valor de 'copyOf' en <source> y <target>

source: <pc> element with different value of 'dataRefStart' in <source> and <target>
es: Elemento <pc> con diferente valor de 'dataRefStart' en <source> y <target>

source: <pc> element with different value of 'dataRefEnd' in <source> and <target>
es: Elemento <pc> con diferente valor de 'dataRefEnd' en <source> y <target>

source: <pc> element with different value of 'subFlowsStart' in <source> and <target>
es: Elemento <pc> con diferente valor de 'subFlowsStart' en <source> y <target>

source: <pc> element with different value of 'subFlowsEnd' in <source> and <target>
es: Elemento <pc> con diferente valor de 'subFlowsEnd' en <source> y <target>

source: Duplicated 'id' in <note>
es: 'id' duplicado en <note>

source: <pc> element with different value of 'type' in <source> and <target>
es: Elemento <pc> con diferente valor de 'type' en <source> y <target>

source: <sc> element with different value of 'canCopy' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canCopy' en <source> y <target>

source: <sc> element with different value of 'canDelete' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canDelete' en <source> y <target>

source: Unexpected element found: {0}
es: Elemento inesperado encontrado: {0}

source: Segmentation problem found
es: Se ha encontrado un problema de segmentación

source: <sc> element with different value of 'canOverlap' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canOverlap' en <source> y <target>

source: <sc> element with different value of 'canReorder' in <source> and <target>
es: Elemento <sc> con diferente valor de 'canReorder' en <source> y <target>

source: <sc> element with different value of 'copyOf' in <source> and <target>
es: Elemento <sc> con diferente valor de 'copyOf' en <source> y <target>

source: <sc> element with different value of 'dataRef' in <source> and <target>
es: Elemento <sc> con diferente valor de 'dataRef' en <source> y <target>

source: <sc> element with different value of 'subFlows' in <source> and <target>
es: Elemento <sc> con diferente valor de 'subFlows' en <source> y <target>

source: <sc> element with different value of 'type' in <source> and <target>
es: Elemento <sc> con diferente valor de 'type' en <source> y <target>

source: <sc> element with different value of 'isolated' in <source> and <target>
es: Elemento <sc> con diferente valor de 'isolated' en <source> y <target>

source: Duplicated 'id' in <group>
es: 'id' duplicado en <group>

source: Duplicated 'id' in <unit>
es: 'id' duplicado en <unit>

source: <ec> element with different value of 'canDelete' in <source> and <target>
es: Elemento <ec> con diferente valor de 'canDelete' en <source> y <target>

source: <ec> element with different value of 'canOverlap' in <source> and <target>
es: Elemento <ec> con diferente valor de 'canOverlap' en <source> y <target>

source: <ec> element with different value of 'canReorder' in <source> and <target>
es: Elemento <ec> con diferente valor de 'canReorder' en <source> y <target>

source: <ec> element with different value of 'copyOf' in <source> and <target>
es: Elemento <ec> con diferente valor de 'copyOf' en <source> y <target>

source: <ec> element with different value of 'startRef' in <source> and <target>
es: Elemento <ec> con diferente valor de 'startRef' en <source> y <target>

source: <ec> element with different value of 'subFlows' in <source> and <target>
es: Elemento <ec> con diferente valor de 'subFlows' en <source> y <target>

source: <ec> element with different value of 'type' in <source> and <target>
es: Elemento <ec> con diferente valor de 'type' en <source> y <target>

source: <ec> element with different value of 'isolated' in <source> and <target>
es: Elemento <ec> con diferente valor de 'isolated' en <source> y <target>

source: <unit> without <segment> child
es: <unit> sin elemento <segment>

source: Duplicated 'id' in <ignorable>
es: 'id' duplicado en <ignorable>

source: Duplicated 'id' in <segment>
es: 'id' duplicado en <segment>

source: Usage: {0} [-help] -xliff xliffFile [-catalog catalogFile] Where: -help: (optional) Display this help information and exit -xliff: XLIFF file to process -catalog: (optional) XML catalog to use for processing
es: Uso: {0} [-help] -xliff archivoXliff [-catalog catalogoXml] Dónde: -help: (opcional) Mostrar esta información de ayuda y salir -xliff: archivo XLIFF para procesar -catalog: (opcional) Catálogo XML para el procesamiento

source: <segment> element without <target> has state set to ''{0}''
es: Element <segment> sin <target> tiene estado establecido en ''{0}''

source: <segment> has 'subState' attribute without corresponding 'state'
es: Elemento <segment> tiene el atributo 'subState' sin el correspondiente 'state'

source: Invalid 'subState' attribute value: {0}
es: Valor de atributo 'subState' no válido: {0}

source: Different 'xml:lang' in <source>
es: Diferente 'xml:lang' en <source>

source: Missing 'trgLang' in <xliff>
es: Falta 'trgLang' en <xliff>

source: Different 'xml:lang' in <target>
es: Diferente 'xml:lang' en <target>

source: Different 'xml:lang' in <target> from <mtc:match>
es: Diferente 'xml:lang' en <target> de <mtc:match>

source: order=''{0}'' in <target> is greater than the number of <segment> elements ({1})
es: order=''{0}'' in <target> es mayor que el número de elementos <segment> ({1})

source: Duplicated order=''{0}'' in <target>
es: order=''{0}'' duplicado en <target>

source: <data> with wrong value in @xml:space
es: <data> con un valor incorrecto en @xml:space

source: 'catalog' folder not found
es: No se encontró la carpeta 'catalog'

source: Duplicated 'id' for <data> in <mtc:match>
es: 'id' duplicado para <data> en <mtc:match>

source: Duplicated 'id' in <data>
es: 'id' duplicado en <data>

source: Valid XML character represented as <cp> hex: {0}
es: Carácter XML válido representado como <cp> hexadecimal: {0}

source: Duplicated 'id' in <ph/>
es: 'id' duplicado en <ph/>

source: <ph> element with both 'copyOf' and 'dataRef'
es: Elemento <ph> con 'copyOf' y 'dataRef'

source: Missing <data> element referenced by <ph> in <mtc:match>
es: Falta el elemento <data> al que se refiere <ph> en <mtc:match>

source: Missing <data> element referenced by <ph>
es: Falta el elemento <data> al que se refiere <ph>

source: Invalid 'type' attribute in <ph>
es: Atributo 'type' no válido en <ph>

source: Missing 'type' attribute in <ph> that has 'subType'
es: Falta el atributo 'type' en <ph> que tiene 'subType'

source: Invalid 'subType' attribute value: {0}
es: Valor de atributo 'subType' no válido: {0}

source: Invalid 'subType' attribute value: ''{0}'' in <ph>
es: Valor de atributo 'subType' no válido: ''{0}'' en <ph>

source: Invalid 'subType' attribute value for type='ui' in <ph>
es: Valor de atributo 'subType' no válido para type='ui' en <ph>

source: Invalid 'subType' attribute value for type='fmt' in <ph>
es: Valor de atributo 'subType' no válido para type='fmt' en <ph>

source: Duplicated 'id' in <pc/>
es: 'id' duplicado en <pc/>

source: <pc> element with both 'copyOf' and 'dataRefStart'
es: Elemento <pc> con 'copyOf' y 'dataRefStart'

source: Missing <data> element referenced by 'dataRefStart' <pc> in <mtc:match>
es: Falta el elemento <data> al que se referiere 'dataRefStart' de <pc> en <mtc:match>

source: Missing <data> element referenced by 'dataRefStart' <pc>
es: Falta el elemento <data> al que se referiere 'dataRefStart' de <pc>

source: <pc> element with both 'copyOf' and 'dataRefEnd'
es: Elemento <pc> con 'copyOf' y 'dataRefEnd'

source: Missing <data> element referenced by 'dataRefEnd' in <pc> in <mtc:match>
es: Falta el elemento <data> al que se referiere 'dataRefEnd' de <pc> en <mtc:match>

source: Missing <data> element referenced by 'dataRefEnd' in <pc>
es: Falta el elemento <data> al que se referiere 'dataRefEnd' de <pc>
